{
  "Danger": [
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Wix.com collects personal information that you provide and information from your use of the services. This includes personally identifiable information.",
      "ClauseSection": "2. What ‘Personal Information’ do we collect? 2.1. User information:"
    },
    {
      "InfringementKeyword": "Data Retention",
      "Summary": "The service retains your personal information for as long as your account is active. Even after deactivation, your personal information may still be retained as necessary under several circumstances.",
      "ClauseSection": "12. Data Retention"
    },
    {
      "InfringementKeyword": "Data Protection Limitations",
      "Summary": "The clause acknowledges they cannot guarantee absolute protection for user's personal data and encourages users to be careful instead.",
      "ClauseSection": "Section in Wix's Terms and Conditions regarding data protection"
    },
    {
      "InfringementKeyword": "Public Forums",
      "Summary": "Personal information provided in public areas like blogs, forums etc. can be accessed and used by others.",
      "ClauseSection": "Section on Public Forums and User Content"
    },
    {
      "InfringementKeyword": "aggregated usage Personal Information, device, operating system, information",
      "Summary": "The clause states that when you visit or use the services, your personal information such as browsing or clicking activity, device details, internet provider details are collected. This indicates data collection of an extensive level which may infringe privacy and personal space.",
      "ClauseSection": "1. When you visit, download, and/or use any...date/time stamps"
    },
    {
      "InfringementKeyword": "information from third-party sources",
      "Summary": "The clause says that your personal information may be obtained from third-party sources for various purposes such as fraud detection or improving their service offering. This may sometimes involve sharing your data with these third-parties.",
      "ClauseSection": "2. Information we collect from other sources."
    },
    {
      "InfringementKeyword": "automated decision-making",
      "Summary": "Company mentions using automated decision making (machine learning) to improve services, which frequently comes with intense data processing to work effectively.",
      "ClauseSection": "Applicable laws and regulations"
    },
    {
      "InfringementKeyword": "machine learning, Personal Information",
      "Summary": "The company uses machine learning to monitor and suspend accounts. This is potentially risky as it involves significant data and privacy implications.",
      "ClauseSection": "1st paragraph"
    },
    {
      "InfringementKeyword": "share Personal Information",
      "Summary": "The company shares personal user data with third-party service providers which may include personal identifiers like name, email, address etc.",
      "ClauseSection": "5th and 6th paragraph"
    },
    {
      "InfringementKeyword": "share Personal Information with various third parties",
      "Summary": "Personal information may be widely shared with many third parties.",
      "ClauseSection": "Final paragraph"
    },
    {
      "InfringementKeyword": "Legal Requests",
      "Summary": "Wix may disclose or allow access to your Personal Information when required by a legal request such as subpoena, legal proceedings, search warrant, or court order, even without notice.",
      "ClauseSection": "Law Enforcement, Legal Requests and Duties"
    },
    {
      "InfringementKeyword": "Sharing Information Internally",
      "Summary": "Wix may share your Personal Information internally within its family of companies.",
      "ClauseSection": "Wix Subsidiaries and Affiliated Companies"
    },
    {
      "InfringementKeyword": "Change in Corporate Control",
      "Summary": "In the event of a change in control such as a merger or acquisition, your Personal Information may be shared with the involved parties.",
      "ClauseSection": "In Connection with a Change in Corporate Control"
    },
    {
      "InfringementKeyword": "Third Party Services",
      "Summary": "The Wix Services allow you to engage with Third Party Services, which may have access to and process Personal Information of your Users.",
      "ClauseSection": "Upon Your Further Direction"
    },
    {
      "InfringementKeyword": "Data Sharing",
      "Summary": "Third party developers may have access to the personal information you provide through the Wix apps and services. This data can include unique personal identifiers, email addresses, IP addresses, etc.",
      "ClauseSection": "Wix App Market Partner Agreement"
    },
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Social media features integrated into Wix services may collect personal information such as names, unique personal identifiers, email addresses, IP addresses, etc.",
      "ClauseSection": "4.6 Social Media Features"
    },
    {
      "InfringementKeyword": "Data Transfer",
      "Summary": "The clause clarifies that the transfer of personal information may occur to locations outside of Europe. Although security mechanisms like Standard Contractual Clauses and Data Privacy Framework are mentioned, there could be a risk if the European Commission deems the level of data protection inadequate in the future.",
      "ClauseSection": "#ItsThatEasy"
    },
    {
      "InfringementKeyword": "share personal information with third parties",
      "Summary": "Wix may share the user's personal information under certain circumstances. The extent of these circumstances isn't made clear, leaving quite a bit of ambiguity about when and who Wix may share personal data with.",
      "ClauseSection": "Data Privacy Framework Principles"
    },
    {
      "InfringementKeyword": "collect, store and process Personal Information",
      "Summary": "Wix claims the right to collect, store and process users' personal information, as well as that of their contacts imported from other services. The scope of this collection isn't clear, but it is indicative of significant data collection.",
      "ClauseSection": "Users-of-users’ ‘Personal Information’"
    },
    {
      "InfringementKeyword": "data collection, data processing",
      "Summary": "This clause states that Wix processes personal information gathered from users on behalf of their users, which could encompass too much data, or even data outside the scope of the application.",
      "ClauseSection": "Last Clause"
    },
    {
      "InfringementKeyword": "Use of cookies and third-party technologies",
      "Summary": "This section talks about using cookies to provide service, improve performance, and personalize experiences. It also mentions that the site does not comply with 'do not track' signals, posing a potential threat to user's privacy.",
      "ClauseSection": "7. Use of cookies and other third-party technologies"
    },
    {
      "InfringementKeyword": "Personal Information in Promotional Messages",
      "Summary": "Wix may use your personal information to send you promotional content. This could mean that personal details may be used to tailor these promotions, indicating data collection and possible data sharing with partners.",
      "ClauseSection": "8.1. Promotional messages"
    }
  ],
  "Caution": [
    {
      "InfringementKeyword": "Inability to Sue",
      "Summary": "The clause suggests users to first contact the service with any concerns they have rather than filing a complaint with a local supervisory authority. This may limit users' legal recourse.",
      "ClauseSection": "Complaints and Questions"
    },
    {
      "InfringementKeyword": "Terminating Account",
      "Summary": "The company may terminate user account without providing any explanation or detail. The user has no right to know about the company's decision in this regard",
      "ClauseSection": "Section 3.1"
    },
    {
      "InfringementKeyword": "Data Store",
      "Summary": "The company reserves the right to store user's data in a different country",
      "ClauseSection": "Section 6.2"
    },
    {
      "InfringementKeyword": "personalize service-related notices and promotional messages",
      "Summary": "The company states that it may use your personal information to contact you with personalized service notices and promotional messages. Although this may sound beneficial, it essentially means that the company is using your data to create targeted ads.",
      "ClauseSection": "We use your Personal Information...Section 8 below"
    },
    {
      "InfringementKeyword": "suspension of accounts",
      "Summary": "The company has the right to suspend accounts and they use machine learning to identify such accounts, process could be arbitrary.",
      "ClauseSection": "1st paragraph"
    },
    {
      "InfringementKeyword": "share Personal Information with law enforcement",
      "Summary": "The agreement states that user's personal information can be shared with law enforcement. Users may not have a say in this decision.",
      "ClauseSection": "Final Paragraph"
    },
    {
      "InfringementKeyword": "Protecting Rights and Safety",
      "Summary": "Wix may share your Personal Information if they believe this will help protect the rights, property or personal safety of Wix, its users, or the public, even without notice.",
      "ClauseSection": "Protecting Rights and Safety"
    },
    {
      "InfringementKeyword": "Data Storage",
      "Summary": "Wix processes and stores data globally and may transfer personal information outside of your country despite conducting an assessment of data protection laws in those countries",
      "ClauseSection": "5 Where do we Store/Process your 'Personal Information'?"
    },
    {
      "InfringementKeyword": "contact third-party dispute resolution provider",
      "Summary": "If a user has an unresolved privacy concern, the matter is not addressed by Wix directly. Instead, users are directed to contact a third-party dispute resolution provider. This limits a user's direct oversight on the company's actions regarding data privacy.",
      "ClauseSection": "Data Privacy Framework Principles"
    },
    {
      "InfringementKeyword": "third parties, data storage",
      "Summary": "This clause suggests that user data is stored and/or processed in other countries. Depending on the countries, this might pose a risk to users' data privacy.",
      "ClauseSection": "Second Clause"
    },
    {
      "InfringementKeyword": "Service and billing messages",
      "Summary": "Users are unable to opt-out of service and billing messages, even if they are no longer interested in the services. This lack of control over what content they receive could lead to privacy concerns.",
      "ClauseSection": "8.2. Service and billing messages"
    }
  ],
  "Safe": [
    {
      "InfringementKeyword": "Personal Data Rights",
      "Summary": "Wix acknowledges the rights you may have in your personal information under applicable data privacy laws. Their policy does not override these rights.",
      "ClauseSection": "1. Please read carefully"
    },
    {
      "InfringementKeyword": "right to request access, receive a copy, update",
      "Summary": "The user has the right to access, copy, update, or delete their personal information. This ensures user control over their data.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "exercise your rights by sending your request",
      "Summary": "Contact information is provided for users to exercise their rights to privacy and data protection.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "identity verification",
      "Summary": "Before complying with requests, the company takes steps to verify the user's identity, which protects user privacy and security.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "right to file a complaint",
      "Summary": "Users can file a complaint with their local supervisory authority for data protection if they are unsatisfied with the company's handling of their data.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "retrieving your wix account data",
      "Summary": "Instructions are given for users who want to access or correct their personal information, which ensures user control over their data.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "permanently deleting your wix account",
      "Summary": "Users can permanently delete their Wix account and all associated personal information, thereby maintaining control over their data.",
      "ClauseSection": "Wix Services and Users' Rights"
    },
    {
      "InfringementKeyword": "Personal Information store and access",
      "Summary": "This clause allows users to access, update, restrict use of or delete their personal information. They can do this through email, customer care, a dedicated form or their user account. The company commits to respond to requests within a reasonable time frame. This clause also notably gives users the right to withdraw consent to data processing which they had previously granted.",
      "ClauseSection": "#ItsThatEasy"
    },
    {
      "InfringementKeyword": "Rights for California residents",
      "Summary": "This specifies rights under the California Consumer Privacy Act (CCPA), which includes the right to request access to and deletion of personal information, and to request disclosure of data collection, use, and sharing practices. California residents can also opt out of the sale of their personal information and have the right not be discriminated against for exercising these rights.",
      "ClauseSection": "10. Additional Information for California residents"
    },
    {
      "InfringementKeyword": "No sale of Personal Information",
      "Summary": "This clause guarantees that the company does not sell user or third-party personal information and confirms that no such sale has taken place in the twelve months prior to the policy's effective date.",
      "ClauseSection": "10. Additional Information for California residents"
    },
    {
      "InfringementKeyword": "No Discrimination",
      "Summary": "This emphasizes that the company will not discriminate against any user for exercising their rights under the CCPA, including deleting or accessing their personal information.",
      "ClauseSection": "10. Additional Information for California residents"
    },
    {
      "InfringementKeyword": "Right to Deletion, Not Selling Information",
      "Summary": "The clause provides users with the details on how they can delete their personal information stored with the company. It also states that the company does not sell personal or customer information to third parties.",
      "ClauseSection": "Account Deletion and Data privacy"
    },
    {
      "InfringementKeyword": "Data Protection",
      "Summary": "The service has implemented security measures designed to protect personal information. It uses HTTPS secure access, SSL/TLS encrypted connections for sensitive payment information, and PCI DSS certification.",
      "ClauseSection": "13. Security"
    },
    {
      "InfringementKeyword": "User control of information",
      "Summary": "The service gives you control over your personal information, you can contact them with any questions or to file a complaint.",
      "ClauseSection": "Questions and complaints"
    },
    {
      "InfringementKeyword": "Strong Password Encouragement",
      "Summary": "The service encourages users to set strong passwords which can be seen as promoting safe data security practices.",
      "ClauseSection": "Section in Wix's Terms and Conditions regarding password and sensitive information"
    },
    {
      "InfringementKeyword": "Privacy statement for third party services",
      "Summary": "Encourages users to read privacy statements of third-party websites and services, promoting informed decisions.",
      "ClauseSection": "Section on Third-party websites"
    },
    {
      "InfringementKeyword": "Data Security",
      "Summary": "The company has put adequate security measures to ensure that personal information is protected",
      "ClauseSection": "Section 1.2"
    },
    {
      "InfringementKeyword": "User Control",
      "Summary": "The company provides control to the user to delete their account and all related data",
      "ClauseSection": "Section 2.1"
    },
    {
      "InfringementKeyword": "Policy Update",
      "Summary": "The company will inform users when they update their privacy policy and will seek user consent when required by law",
      "ClauseSection": "Section 4.1"
    },
    {
      "InfringementKeyword": "Exercising User Rights",
      "Summary": "This clause gives users the right to contact the company and exercise their rights as stated in the document. It also provides specific information on how to do so, increasing transparency and user control.",
      "ClauseSection": "Contacting us"
    },
    {
      "InfringementKeyword": "enhance our data security and fraud prevention capabilities",
      "Summary": "The company assures that one of the reasons they collect your data is to enhance their security measures and prevent fraud. They encrypt data to provide better security which ensures the safety of your data.",
      "ClauseSection": "To enhance our data security and fraud prevention capabilities"
    },
    {
      "InfringementKeyword": "safer services, privacy rights respected",
      "Summary": "The company stresses the importance of improving their services' safety and respects users' privacy rights.",
      "ClauseSection": "1st paragraph"
    },
    {
      "InfringementKeyword": "Transfer Mechanism",
      "Summary": "Sharing Personal Information by Wix subsidiaries and affiliated companies in the EU, the UK and Switzerland with Wix’s subsidiaries located outside these regions will only take place under an approved transfer mechanism, such as relevant Standard Contractual Clauses.",
      "ClauseSection": "Wix Subsidiaries and Affiliated Companies"
    },
    {
      "InfringementKeyword": "Data Protection",
      "Summary": "Wix prioritizes security, privacy, and confidentiality of user data. User's data is controlled by Wix.com Ltd. in Israel, a country that is considered by the European Commission to provide adequate data protection.",
      "ClauseSection": "5.1 User's personal information"
    },
    {
      "InfringementKeyword": "Data Protection",
      "Summary": "There are several protocols and mechanisms mentioned that strive to provide adequate levels of data protection. The Standard Contractual Clauses and Data Privacy Framework are such measures. Additionally, Wix’s data storage providers are obligated through contracts to protect and secure user data, which provides an added layer of security and user trust.",
      "ClauseSection": "#ItsThatEasy"
    },
    {
      "InfringementKeyword": "resolve complaints about our collection or use",
      "Summary": "Wix commits to resolving complaints about their data collection or use. This implies some level of user oversight and control over their data privacy.",
      "ClauseSection": "Data Privacy Framework Principles"
    },
    {
      "InfringementKeyword": "cooperate and comply with data protection authorities",
      "Summary": "Wix commits to cooperate with the data protection authorities, indicating a level of transparency and compliance with official data regulation bodies.",
      "ClauseSection": "Data Privacy Framework Principles"
    },
    {
      "InfringementKeyword": "user control, data removal",
      "Summary": "This clause indicates that Wix will respond to requests to remove users' personal information. It gives users the right to control what happens with their data, marking it as safe.",
      "ClauseSection": "Second last Clause"
    },
    {
      "InfringementKeyword": "Control over Personal Information",
      "Summary": "This clause emphasizes that Wix believes its users should have control over their own personal information. This implies a commitment to user privacy and data security.",
      "ClauseSection": "9. Your rights in relation to your ‘Personal Information’"
    }
  ],
  "Other": []
}