{
  "Danger": [
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Collects information that you provide and through your use of the services. This includes profile photos, videos, RealMojis, captions, comments, messages or geolocation.",
      "ClauseSection": "1.1 Data that you provide to us"
    },
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Automatically receives information about you from your device and your usage of the service like IP address, account creation date, last login, terminal equipment and port.",
      "ClauseSection": "1.2 Data we collect when you use our Services"
    },
    {
      "InfringementKeyword": "Location Tracking",
      "Summary": "During account creation, you can decide to share your location with us too.",
      "ClauseSection": "1.1 Data that you provide to us"
    },
    {
      "InfringementKeyword": "Device data, Geolocation, Address Book Data",
      "Summary": "Collection of a lot of usage and device data, which includes detailed location data and potentially accessing the user's Address Book. This could lead to privacy concerns as it gives the service a lot of personal information and data - beyond necessary scope.",
      "ClauseSection": "Device and Equipment Data, Geolocation Data, and Address Book Data section"
    },
    {
      "InfringementKeyword": "Integrations with partners",
      "Summary": "Shares user information with partner applications, potentially exposing users further and leading to unnecessary data sharing",
      "ClauseSection": "Integrations with partners section"
    },
    {
      "InfringementKeyword": "Interaction data, Usage data",
      "Summary": "Tracks a wide range of user interactions, which could potentially lead to an excessive invasion of user privacy.",
      "ClauseSection": "Interaction Data, Usage Data Section"
    },
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Data collected for Services improvement, analytics, communication and research. Companies often collect data to improve their services and to measure their effectiveness. This can sometimes lead into the danger zone if not handled properly.",
      "ClauseSection": "https://bereal.com/en/privacy/ 4/8"
    },
    {
      "InfringementKeyword": "Data Sharing",
      "Summary": "Personal data shared with employees, other users, service providers for delivering the service, and partner integration. Data sharing can lead to potential misuse if not controlled properly.",
      "ClauseSection": "https://bereal.com/en/privacy/ 4/8"
    },
    {
      "InfringementKeyword": "Change in Ownership",
      "Summary": "Personal data may be shared, sold, or transferred in the event of a change in company ownership. This clause could potentially lead to misuse of user data in the hands of new ownership.",
      "ClauseSection": "https://bereal.com/en/privacy/ 5/8"
    },
    {
      "InfringementKeyword": "Geolocation Data, Data retained indefinitely",
      "Summary": "The clause indicates they retain Geolocation Data for as long as you have the account or until you delete the content. This falls into danger as it indicates extensive data collection and location tracking.",
      "ClauseSection": "BeReal. Your Friends for Real. Privacy Policy"
    }
  ],
  "Caution": [
    {
      "InfringementKeyword": "Provision of services",
      "Summary": "Uses data to determine content or accounts that may interest the user which could be used to create targeted ads.",
      "ClauseSection": "Operation, Improvement, and Provision of our Services section"
    },
    {
      "InfringementKeyword": "Legal and Statutory Purposes",
      "Summary": "Data is disclosed for legal and statutory purposes, which may or may not always be in the users' favor.",
      "ClauseSection": "https://bereal.com/en/privacy/ 5/8"
    },
    {
      "InfringementKeyword": "Address Book Data, Data retained indefinitely",
      "Summary": "This states that phone numbers are retained indefinitely, which could potentially be used for targeted ads.",
      "ClauseSection": "BeReal. Your Friends for Real. Privacy Policy"
    }
  ],
  "Safe": [
    {
      "InfringementKeyword": "No sale of information",
      "Summary": "The company ensures that it doesn't sell user information, this clause provides a level of privacy protection.",
      "ClauseSection": "How we use information we receive about you section"
    },
    {
      "InfringementKeyword": "User Control over Research Participation",
      "Summary": "Consent is obtained from the user before including them in research or product testing, giving them the control over what they wish to share for research.",
      "ClauseSection": "https://bereal.com/en/privacy/ 4/8"
    },
    {
      "InfringementKeyword": "Data Deletion, user controls",
      "Summary": "The user has the right to delete their account and control what data they share. It also affirms user control over notifications and ability to block or hide users.",
      "ClauseSection": "BeReal. Your Friends for Real. Privacy Policy"
    },
    {
      "InfringementKeyword": "Delete Your Account",
      "Summary": "This clause gives users the right to delete their own account at any time. The process takes approximately 15 days, after which all the user's information is permanently deleted unless the company has received a valid legal request to preserve the user's information",
      "ClauseSection": "Deactivate Memories & Delete Your Account section"
    },
    {
      "InfringementKeyword": "User control",
      "Summary": "The application provides users ways to control various aspects of the service such as blocking or hiding users, controlling who can see their content and controlling integrations with partner services",
      "ClauseSection": "Throughout the terms"
    },
    {
      "InfringementKeyword": "Data Controller, Data Protection",
      "Summary": "The clause provides the user with information about the data controller for the service and also provides methods to reach out in case of queries or complaints. The clause also mentions the right of users in the European Union, EFTA States, or the United Kingdom to raise concerns about data processing practices with local supervisory authority or BeReal’s lead supervisory authority, the Commission Nationale de l’Informatique et des Libertés (CNIL). This shows that the company takes user privacy seriously and provides multiple avenues to ensure user's rights are respected.",
      "ClauseSection": "Contact"
    }
  ],
  "Other": [
    {
      "InfringementKeyword": "Account Creation",
      "Summary": "Mandatory account creation data includes phone number, name, date of birth, and username.",
      "ClauseSection": "1.1 Data that you provide to us"
    },
    {
      "InfringementKeyword": "Cameras and Photos Library",
      "Summary": "Request for access to device’s camera or photo library is necessary for the functionality of the service.",
      "ClauseSection": "Cameras and Photos Library Section"
    },
    {
      "InfringementKeyword": "Notification",
      "Summary": "Users are communicated regarding features and, questions or Content reporting. This is neither a risk nor a caution but more of standard communication protocol.",
      "ClauseSection": "https://bereal.com/en/privacy/ 4/8"
    },
    {
      "InfringementKeyword": "Data retention timelines",
      "Summary": "The company specifies various data retention timelines for different types of data, which doesn't exactly fit into any of the categories.",
      "ClauseSection": "BeReal. Your Friends for Real. Privacy Policy"
    },
    {
      "InfringementKeyword": "Time Zone",
      "Summary": "The time zone of the user is determined when an account is created for the purpose of providing the Services. The user has the possibility to change their time zone in the application settings",
      "ClauseSection": "Time Zone section"
    },
    {
      "InfringementKeyword": "Data Protection",
      "Summary": "Questions about the company's privacy practices can be directed to the company's Office of Data Protection",
      "ClauseSection": "What rights do you have over your information section"
    }
  ]
}