{
  "Danger": [
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "Amazon collects a broad range of personal information, which includes information you provide, automatic information from your interaction with Amazon Services, and information from other sources.",
      "ClauseSection": "What Personal Information About Customers Does Amazon Collect?"
    },
    {
      "InfringementKeyword": "Ad personalization",
      "Summary": "Personal information is used for targeted advertising, presenting potential privacy concerns.",
      "ClauseSection": "For What Purposes Does Amazon Process Your Personal Information?"
    },
    {
      "InfringementKeyword": "voice, image and camera services",
      "Summary": "Personal items like voice inputs, images, videos are collected and used, posing significant privacy issues",
      "ClauseSection": "For What Purposes Does Amazon Process Your Personal Information?"
    },
    {
      "InfringementKeyword": "Data sharing and selling",
      "Summary": "Amazon shares personal information with third parties as described including business transfers and providing services with third parties. These third parties including businesses which are acquired in the future may not necessarily adhere to similar privacy practices.",
      "ClauseSection": "Does Amazon Share Your Personal Information?"
    },
    {
      "InfringementKeyword": "Too much data collection",
      "Summary": "Amazon seeks consent to process your personal information but the specific purpose is not clearly stated. This may encompass a broader range of data collection than expected.",
      "ClauseSection": "Purposes for which we seek your consent"
    },
    {
      "InfringementKeyword": "Financial tracking",
      "Summary": "Amazon uses personal information to manage credit risks, which may infer tracking financial information.",
      "ClauseSection": "We use personal information to prevent and detect fraud and abuse"
    },
    {
      "InfringementKeyword": "Sharing with Third Parties",
      "Summary": "The clause speaks about providing users an opportunity to choose not to share information with third parties. This can be risky as it involves third parties who may mishandle the data.",
      "ClauseSection": "Cross-Border Transfers"
    },
    {
      "InfringementKeyword": "Location Information",
      "Summary": "Information is being transferred outside of your current location which can lead to potential misuse.",
      "ClauseSection": "Cross-Border Transfers"
    },
    {
      "InfringementKeyword": "Credit card data",
      "Summary": "The service follows PCI DSS standard for credit card information but still carries the risk of a data breach",
      "ClauseSection": " How Secure Is Information About Me?"
    },
    {
      "InfringementKeyword": "Third-Party Advertising",
      "Summary": "Your data is used to serve ads and track their effectiveness. This can lead to targeted ads based on your preferences and behavior.",
      "ClauseSection": "Third-Party Advertisers and Links to Other Websites"
    },
    {
      "InfringementKeyword": "Advertising Services",
      "Summary": "Usage of advertising identifiers like cookies or device identifiers which collect user behavior data to provide relevant ads.",
      "ClauseSection": "Use of Third-Party Advertising Services"
    },
    {
      "InfringementKeyword": "Data Collection",
      "Summary": "The company collects various personal information such as name, address, payment options, profile information, and purchase history. They also keep a copy of the information even after the user updates it.",
      "ClauseSection": "Data Collection"
    },
    {
      "InfringementKeyword": "Use of Cookies",
      "Summary": "The company uses cookies and other identifiers to provide their service. If the user chooses to block these, they may not be able to take advantage of the services.",
      "ClauseSection": "Use of Cookies and Other Identifiers"
    },
    {
      "InfringementKeyword": "location information, IP address, payment information, financial tracking, data collection",
      "Summary": "This clause notes that Amazon collects identifying information, location data, IP addresses, payment and financial information. This raises concern about privacy and financial tracking.",
      "ClauseSection": "Information You Give Us When You Use Amazon Services"
    },
    {
      "InfringementKeyword": "Data collection",
      "Summary": "The company collects a wide scope of data logins, emails, location, interactions, purchasing history, usage metrics, IP addresses and more. Substantial concern as it goes beyond the necessary functionality of the applications.",
      "ClauseSection": "Automatic Information"
    },
    {
      "InfringementKeyword": "Gathering data from device",
      "Summary": "Collects data like device metrics, connectivity, errors, application usage which is beyond the application's scope.",
      "ClauseSection": "Automatic Information"
    },
    {
      "InfringementKeyword": "Location tracking",
      "Summary": "Tracks the location of the device. This could be a breach of privacy.",
      "ClauseSection": "Automatic Information"
    },
    {
      "InfringementKeyword": "Data sharing",
      "Summary": "They share data with third parties, such as credit bureaus which may introduce security concerns and privacy violations.",
      "ClauseSection": "Information from Other Sources"
    },
    {
      "InfringementKeyword": "personal identifiable information",
      "Summary": "The clause mentions collecting a wide range of personal identifiable information which relates to data collection.",
      "ClauseSection": "Information You Can Access"
    },
    {
      "InfringementKeyword": "voice recordings",
      "Summary": "This indicates that the service could potentially collect more data than is necessary for its operation.",
      "ClauseSection": "Information You Can Access"
    }
  ],
  "Caution": [
    {
      "InfringementKeyword": "Use for Legal Compliance",
      "Summary": "Amazon may collect and use data to comply with legal obligations; there is no explicit statement about users' rights in such cases.",
      "ClauseSection": "For What Purposes Does Amazon Process Your Personal Information?"
    },
    {
      "InfringementKeyword": "Targeted Ads",
      "Summary": "Third-party service providers analyze data, suggesting that they may use your data to create targeted ads.",
      "ClauseSection": "Third-Party Service Providers"
    },
    {
      "InfringementKeyword": "Data stored in another country",
      "Summary": "This clause hints at the likelihood of data transfers across borders, especially during business transfers. However, it does not specifically mention storage in a different country.",
      "ClauseSection": "Business Transfers"
    },
    {
      "InfringementKeyword": "Limitations on damages, resolution of disputes",
      "Summary": "User can't sue the company, they have to solve any disputes internally, limiting the user's rights",
      "ClauseSection": "Conditions of Use, Notices, and Revisions"
    },
    {
      "InfringementKeyword": "Data location law",
      "Summary": "Implies the data is subject to the law of Washington, suggesting that the user data might be stored in a specific state/country",
      "ClauseSection": "Conditions of Use, Notices, and Revisions"
    },
    {
      "InfringementKeyword": "syncing contacts, data stored in another country",
      "Summary": "The clause outlines that Amazon requires for you to upload your contacts and may store data in a different geographic location.",
      "ClauseSection": "Information You Give Us When You Use Amazon Services"
    },
    {
      "InfringementKeyword": "Data used for advertisement",
      "Summary": "Data collected about your interactions with products and services or search results and links, including sponsored links, can be used for targeted ads.",
      "ClauseSection": "Information from Other Sources"
    },
    {
      "InfringementKeyword": "personalized advertising preferences",
      "Summary": "This suggests the service could use your data to create targeted ads.",
      "ClauseSection": "Information You Can Access"
    }
  ],
  "Safe": [
    {
      "InfringementKeyword": "User option",
      "Summary": "Users have the option not to provide some types of personal information, though doing so may limit the usability of the service.",
      "ClauseSection": "What Personal Information About Customers Does Amazon Collect?"
    },
    {
      "InfringementKeyword": "Security measures",
      "Summary": "Amazon apparently takes measures to prevent and detect fraud and abuse to protect the security of customers, implicitly indicating that some form of security measures are in place.",
      "ClauseSection": "We use personal information to prevent and detect fraud and abuse"
    },
    {
      "InfringementKeyword": "Data Security",
      "Summary": "The service uses encryption protocols and software to protect user data during transmission.",
      "ClauseSection": "How Secure Is Information About Me?"
    },
    {
      "InfringementKeyword": "Security Features",
      "Summary": "The service provides security features to offer protection against unauthorized access and data loss.",
      "ClauseSection": "How Secure Is Information About Me?"
    },
    {
      "InfringementKeyword": "Information Access",
      "Summary": "Users have the right to access their information.",
      "ClauseSection": "What Information Can I Access?"
    },
    {
      "InfringementKeyword": "Choice of Data Usage",
      "Summary": "The user has the ability to adjust their settings to limit the use of their information as well as to block the company's cookies. They can also opt out of specified types of data usage.",
      "ClauseSection": "Choice of Data Usage"
    },
    {
      "InfringementKeyword": "Deleting Data",
      "Summary": "The user has the right to withdraw their consent for the company to process their information for a specified purpose at any time. Once the consent is withdrawn, the company will cease further processing of the data.",
      "ClauseSection": "Deleting Data"
    },
    {
      "InfringementKeyword": "Updating Information",
      "Summary": "Users can access and update their personal information which includes contact and payment details, purchase history, and communication preferences.",
      "ClauseSection": "Updating Information"
    },
    {
      "InfringementKeyword": "Personal data access and deletion",
      "Summary": "User has the right to access, correct, and delete their personal data.",
      "ClauseSection": "Seller Central"
    },
    {
      "InfringementKeyword": "adjust your communications preferences",
      "Summary": "This phrase implies that the user has some control over what they share and how their data is used.",
      "ClauseSection": "Information You Can Access"
    },
    {
      "InfringementKeyword": "Your Profile",
      "Summary": "This clause suggests the user has the right/control to manage their personal profile.",
      "ClauseSection": "Information You Can Access"
    }
  ],
  "Other": [
    {
      "InfringementKeyword": "Cookies and identifiers",
      "Summary": "Amazon uses cookies and other identifiers to enable and improve services, which entails using personal information.",
      "ClauseSection": "What About Cookies and Other Identifiers?"
    },
    {
      "InfringementKeyword": "Advertising Preferences",
      "Summary": "Users can adjust their own advertising preferences.",
      "ClauseSection": "Third-Party Advertisers and Links to Other Websites"
    },
    {
      "InfringementKeyword": "Password Security",
      "Summary": "The company provides recommendations for maintaining password security.",
      "ClauseSection": "How Secure Is Information About Me?"
    },
    {
      "InfringementKeyword": "Revision of privacy policy",
      "Summary": "Company may change privacy policies overtime but requires consent from users for changes that are less protective of customer data",
      "ClauseSection": "Conditions of Use, Notices, and Revisions"
    },
    {
      "InfringementKeyword": "Conditions of Use, Profile and Community Guidelines, Most Recent Purchases",
      "Summary": "These clauses do not directly impact user privacy or safety but pertain to the broader terms and conditions of using the service.",
      "ClauseSection": "Conditions of Use, Profile and Community Guidelines, Most Recent Purchases"
    },
    {
      "InfringementKeyword": "Customer service",
      "Summary": "Stores phone numbers used to call the customer service. This may not fit directly into danger, caution, or safe.",
      "ClauseSection": "Automatic Information"
    },
    {
      "InfringementKeyword": "shopping lists and gift registries",
      "Summary": "This information does not seem to fit into any of the specified categories.",
      "ClauseSection": "Information You Can Access"
    }
  ]
}